---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayDiagramSettings
source: html/127febfb-afde-9e08-9681-d6be7ed660cf.htm
---
# AnalysisDisplayDiagramSettings Properties

Type of diagram fence visualization.